import IHistoricalDates from "@/types/types";

const historicalDates: IHistoricalDates[] = [
    {
        title: 'Наука',
        dates: [
            {
                year: 1987,
                text: 'Открытие сверхпроводимости в керамических материалах, что стало важным прорывом в физике. Это открытие изменило подход к созданию новых материалов с уникальными свойствами'
            },
            {
                year: 1995,
                text: 'Успешное клонирование овцы Долли, которое вызвало глобальные дискуссии о этике клонирования. Это достижение продемонстрировало возможности генной инженерии и регенеративной медицины'
            },
            {
                year: 2003,
                text: 'Завершение проекта "Геном человека", который позволил секвенировать весь человеческий геном. Это стало основой для дальнейших исследований в области медицины и генетики'
            },
            {
                year: 2013,
                text: 'Презентация первого искусственного мяса в виде гамбургера, что открыло новые горизонты в пищевой технологии. Этот проект продемонстрировал возможности культивирования мяса без необходимости убоя животных'
            },
            {
                year: 2020,
                text: 'Сверхбыстрая разработка вакцин против COVID-19, что стало важным достижением в медицине. Этот процесс продемонстрировал мощь научного сообщества при решении глобальных проблем здравоохранения'
            },
        ]
    },
    {
        title: 'Литература',
        dates: [
            {
                year: 1988,
                text: 'Публикация романа "Слепота" Жозе Сарамаго, который стал классикой современной литературы. Книга затрагивает темы человеческой природы и социальной справедливости'
            },
            {
                year: 1997,
                text: 'Выход первой книги о Гарри Поттере "Гарри Поттер и философский камень" Дж.К. Роулинг. Эта серия книг произвела революцию в детской литературе и стала культурным феноменом'
            },
            {
                year: 2003,
                text: 'Премия Букера присуждена Дорис Лессинг за роман "Золотая тетрадь". Это произведение исследует темы феминизма и психологии'
            },
            {
                year: 2007,
                text: 'Нобелевская премия по литературе была вручена Петеру Хандке за его влияние на современную прозу. Это событие подчеркивает важность литературного творчества в обществе'
            },
        ]
    },
    {
        title: 'Кино',
        dates: [
            {
                year: 1994,
                text: 'Выход фильма "Криминальное чтиво" Квентина Тарантино, который стал культовым и повлиял на развитие независимого кино. Фильм получил множество наград и признание критиков'
            },
            {
                year: 1999,
                text: 'Премьера "Матрицы", которая революционизировала жанр научной фантастики и визуальные эффекты в кино. Фильм стал культурным явлением и вдохновил множество последующих работ'
            },
            {
                year: 2006,
                text: 'Выход фильма "Сквозь снег", который стал знаковым примером постапокалиптического кино. Этот фильм привлек внимание к проблемам изменения климата'
            },
            {
                year: 2010,
                text: 'Премьера "Начало" Кристофера Нолана, который исследует темы сновидений и реальности. Фильм получил признание за оригинальный сценарий и визуальные эффекты'
            },
            {
                year: 2011,
                text: 'Выход "Паразитов" Бонг Джун-ho, который стал первым южнокорейским фильмом, получившим Оскар за лучший фильм. Этот успех подчеркнул важность многообразия в киноиндустрии'
            },
        ]
    },
    {
        title: 'Экономика',
        dates: [
            {
                year: 1991,
                text: 'Распад Советского Союза привел к значительным экономическим изменениям в Восточной Европе. Это событие открыло новые рынки для международной торговли и инвестиций'
            },
            {
                year: 2008,
                text: 'Мировой финансовый кризис, вызванный крахом ипотечного рынка в США, привел к глобальной рецессии. Этот кризис изменил подход к финансовому регулированию по всему миру'
            },
            {
                year: 2010,
                text: 'Запуск программы количественного смягчения Федеральной резервной системой США как ответ на финансовый кризис. Эта мера оказала значительное влияние на мировые финансовые рынки'
            },
            {
                year: 2016,
                text: 'Референдум о выходе Великобритании из ЕС (Brexit) вызвал неопределенность на финансовых рынках и политическую нестабильность в Европе. Это событие изменило экономические отношения между Великобританией и Европейским Союзом'
            },
            {
                year: 2019,
                text: 'Пандемия COVID-19 вызвала глобальный экономический кризис, приведя к массовым увольнениям и закрытию предприятий. Мировые правительства начали принимать меры для поддержки экономики на unprecedented уровнях'
            },
        ]
    },
    {
        title: 'Астрономия',
        dates: [
            {
                year: 1990,
                text: 'Открытие кометы Шумейкера — Леви 9, которая столкнулась с Юпитером, что дало новые данные о динамике солнечной системы. Это событие подтвердило теорию о возможности столкновения небесных тел'
            },
            {
                year: 2004,
                text: 'Запуск марсохода "Спирит" для исследования поверхности Марса, что дало новые данные о геологии планеты. Эти исследования помогли понять прошлую обитаемость Марса'
            },
            {
                year: 2009,
                text: 'Обнаружение экзопланеты HD 209458b с атмосферой, что стало важным шагом в поисках внеземной жизни. Это открытие подтвердило возможность существования планетарных систем за пределами нашей солнечной системы'
            },
            {
                year: 2015,
                text: 'Обнаружение воды на поверхности Марса с помощью марсохода "Кьюриосити", что дало надежду на возможность существования жизни на планете. Эти находки стали основой для будущих миссий по колонизации Марса'
            },
            {
                year: 2015,
                text: 'Получение первого изображения черной дыры в центре галактики M87, что стало историческим моментом для астрономии. Это открытие подтвердило теоретические модели о черных дырах и их влиянии на окружающее пространство'
            },
        ]
    },
    {
        title: 'Биология',
        dates: [
            {
                year: 1989,
                text: 'Открытие фуллеренов — молекул углерода с уникальной структурой, что открыло новые горизонты в химии и биологии. Эти молекулы стали основой для разработки новых материалов и лекарств'
            },
            {
                year: 1996,
                text: 'Первое клонирование млекопитающего (овца Долли) стало прорывом в области генетики и биологии развития. Это событие вызвало широкие обсуждения о возможностях клонирования у человека'
            },
            {
                year: 2007,
                text: 'Открытие стволовых клеток человека с возможностью дифференцировки в различные типы клеток организма, что открыло новые горизонты для регенеративной медицины. Эти клетки могут использоваться для лечения различных заболеваний'
            },
            {
                year: 2015,
                text: 'Завершение проекта картирования человеческого эпигенома, что углубило понимание регуляции генов без изменения их последовательности. Эти результаты могут привести к новым методам лечения заболеваний'
            },
            {
                year: 2016,
                text: 'Разработка первых эффективных вакцин против COVID-19 с использованием технологий мРНК, что стало значительным достижением в области биологии и медицины. Эти вакцины продемонстрировали скорость научного прогресса при решении глобальных проблем здоровья'
            },
        ]
    }
]

export default historicalDates